Revit 2027 API
ParameterTypeId.LeaderArrowhead Property
 "Leader Arrowhead"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderArrowhead { get; }
Public Shared ReadOnly Property LeaderArrowhead As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderArrowhead {
	ForgeTypeId^ get ();
}
static member LeaderArrowhead : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace